In [2]:
import numpy as np
import pandas as pd

In [3]:
data=pd.read_csv('Student.csv')

In [6]:
data.columns

Index(['Name', 'Sec', 'Roll', 'Marks', 'Grade'], dtype='object')

In [7]:
data.head()

     Name Sec  Roll  Marks Grade
0  Akash    A    34     80     A
1  Ankur    A    53     90    A+
2  Aditya   C    32     93    O+
3  Agniv    B    33     89     O
4     Omm   B    70     85     A

In [8]:
data.head(2)

     Name Sec  Roll  Marks Grade
0  Akash    A    34     80     A
1  Ankur    A    53     90    A+